export default function infobox() {
  return (
    <>
      <div className="bg-gray-100 h-full">
        <div className="container mx-auto">
          <div className="grid lg:grid-cols-2 lg:grid-rows-2 gap-7 px-3 lg:px-0 py-10">
            <div className="">
              <h1 className="font-bold">
                Опрошенных пользовались микрокредитами
              </h1>
              <p className="pt-3">
                Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к
                заработанным деньгам помогает отказаться от кредитов и экономить
                деньги на процентах и штрафах Не могли покрыть внезапные траты
                свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться
                от кредитов и экономить деньги на процентах и штрафах
              </p>
            </div>
            <div className="">
              <h1 className="font-bold">
                Опрошенных пользовались микрокредитами
              </h1>
              <p className="pt-3">
                Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к
                заработанным деньгам помогает отказаться от кредитов и экономить
                деньги на процентах и штрафах Не могли покрыть внезапные траты
                свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться
                от кредитов и экономить деньги на процентах и штрафах
              </p>
            </div>
            <div className="">
              <h1 className="font-bold">
                Опрошенных пользовались микрокредитами
              </h1>
              <p className="pt-3">
                Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к
                заработанным деньгам помогает отказаться от кредитов и экономить
                деньги на процентах и штрафах Не могли покрыть внезапные траты
                свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться
                от кредитов и экономить деньги на процентах и штрафах
              </p>
            </div>
            <div className="">
              <h1 className="font-bold">
                Опрошенных пользовались микрокредитами
              </h1>
              <p className="pt-3">
                Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к
                заработанным деньгам помогает отказаться от кредитов и экономить
                деньги на процентах и штрафах Не могли покрыть внезапные траты
                свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться
                от кредитов и экономить деньги на процентах и штрафах
              </p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}
